// 2019.05.21 - 発動！友軍救援「第二次ハワイ作戦」
const event2019Summer = {
    title: '発動！友軍救援「第二次ハワイ作戦」',
    shipListDataName: 'hawaii2nd',
    historicalFleets: [
        ['第百四戦隊', [
            '占守', '国後', '八丈',
            '択捉', '福江'
        ]],
        ['第二艦隊', [
            '大和',
            '矢矧',
            '潮', '響', 'Верный', '初霜', '霞', '雪風', '磯風', '浜風', '朝霜', '涼月'
        ]],
        ['AL作戦組', [
            '龍驤', '隼鷹',
            '那智', '高雄', '摩耶',
            '多摩', '木曾', '阿武隈',
            '曙', '漣', '潮', '暁', '響', '雷', '電', '初春', '若葉', '初霜'
        ]],
        ['真珠湾攻撃組', [
            '赤城', '加賀', '蒼龍', '飛龍', '翔鶴', '瑞鶴',
            '比叡', '霧島',
            '利根', '筑摩',
            '阿武隈',
            '霞', '霰', '陽炎', '不知火', '浦風', '磯風', '浜風', '谷風', '秋雲',
            '伊19'
        ]]
    ]
}

// 当前活动
_g.currentEvent = event2019Summer
