// 2019.05.21 - 発動！友軍救援「第二次ハワイ作戦」
const event2019Summer = {
    title: '発動！友軍救援「第二次ハワイ作戦」',
    shipListDataName: 'hawaii2nd',
    historicalFleets: [
        // E1 Bonus 第百四戦隊
        [
            '占守', '国後', '八丈',
            '択捉', '松輪', '佐渡', '対馬', '福江'
        ],
        // E2 Bonus 第二艦隊
        [
            '大和',
            '隼鷹', '龍鳳',
            '矢矧', '酒匂',
            '潮', '響', 'Верный', '初霜', '霞', '雪風', '磯風', '浜風', '朝霜', '涼月'
        ],
        // E3 Bonus 第五艦隊 & ソ連艦
        [
            'Гангут', 'Октябрьская революция',
            '那智', '足柄',
            '多摩', '木曾', '阿武隈',
            '初霜', '霞', 'Верный', 'Ташкент'
        ],
        // 真珠湾攻撃組
        [
            '赤城', '加賀', '蒼龍', '飛龍', '翔鶴', '瑞鶴',
            '比叡', '霧島',
            '利根', '筑摩',
            '阿武隈',
            '霞', '霰', '陽炎', '不知火', '浦風', '磯風', '浜風', '谷風', '秋雲',
            '伊19'
        ]
    ]
}

// 当前活动
_g.currentEvent = event2019Summer
